Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: Coming one week after the decision of a Missouri grand jury not to indict the officer who shot unarmed teen Michael Brown — which triggered riots and looting in Ferguson — the New York decision sparked outrage but far less violence.
pt: A decisão do júri sobre a morte a tiros do adolescente negro Michael Brown em Ferguson, no Missouri, provocou uma onda de violência, com lojas incendiadas e saqueadas no subúrbio de St. Louis.

source: “This ruling is a victory for America.”
pt: "Esta decisão é uma vitória para os Estados Unidos", enfatizou.

source: "Saudi-led cluster munition air strikes have been hitting areas near villages, putting local people in danger," said HRW arms director Steve Goose.
pt: "Os bombardeios liderados pela Arábia Saudita com bombas de fragmentação ocorreram em zonas próximas a povos, pondo em perigo a população local", lamenta Steve Goose, o encarregado da HRW na questão armamentista.

source: France has asked Qatar, which has close links with Hamas, to use its influence with the Palestinian Islamist group to reach a ceasefire in the conflict in Gaza, a French diplomatic source said on Friday.
pt: O gabinete do governo de Israel aceitou uma proposta do Egito por um cessar-fogo na Faixa de Gaza para interromper um conflito de uma semana com os militantes do Hamas.

source: At least six people have been killed in anti-immigrant violence in South Africa over recent days .
pt: Sete pessoas foram mortas nos ataques contra imigrantes que iniciaram há três semanas na África do Sul .

source: Five were arrested on Tuesday, and international arrest warrants were issued for the other four.
pt: Cinco indiciados foram presos nesta terça-feira, e a justiça emitiu mandados internacionais de prisão para os quatro restantes.

source: NewLink Genetics Corp, which licensed an Ebola vaccine developed by Canadian government scientists, has enough doses on hand to launch the first human safety trial of an Ebola vaccine this summer, its chief executive said on Wednesday .
pt: O movimento ocorre após a decisão de início dos testes em humanos de uma vacina da GlaxoSmithKline neste mês e planos de testar uma outra desenvolvida por cientistas do governo canadense, que foi licenciada para a NewLink Genetics.

source: The girl was squatting on the ground and playing in front of her family's store when the car hit her.
pt: "Ela [menina] estava no meu braço e na hora da batida eu nem vi quando ela foi para o banco da frente .

source: The Dalai Lama told Italian media that he had approached the Vatican about a meeting but was told it could create inconveniences.
pt: O Dalai Lama disse à imprensa italiana que pediu uma audiência junto ao Vaticano, mas lhe foi dito que um encontro "criaria desconforto".

source: Facebook friends can send money through Messenger app
pt: Facebook vai permitir que usuários mandem dinheiro a amigos pelo Messenger

source: Dr Martin Salia, a surgeon who contracted the Ebola virus while working in Sierra Leone, has died at a hospital in Nebraska.
pt: Martin Salia contraiu o vírus quando trabalhava em seu país; segundo centro médico, seu estado era grave quando foi internado

source: At least 20 people were killed when a gunfight broke out at a wedding party in northern Afghanistan, officials said Monday, highlighting the fragile security situation in the war-torn country.
pt: Pelo menos 20 pessoas morreram no Norte do Afeganistão, vítimas de um tiroteio numa festa de casamento, anunciou hoje a polícia .

source: "I told her that she could [instead] give that money to her daughter, it was not a small amount.
pt: Ele, como pai, deveria reconhecê-la como filha, porque ele sabia que ela era filha dele .

source: News of Kim Kyong-Hui attending an official function indicates that she remains in favor with her nephew, who has been consolidating his grip on power since his father's death two years ago.
pt: O fato de Kim Kyong-Hui ter sido convocada para participar de uma cerimônia oficial implica em que mantém o favor do sobrinho, em pleno processo de consolidação do seu poder na condução do país.

source: 9 : Romania PM Ponta admits defeat in presidential election
pt: Primeiro-ministro romeno admite derrota para Iohannis nas eleições presidenciais

source: In June, the army began an operation in the North Waziristan agency after a bloody raid on Karachi Airport ended faltering peace talks between the government and militants.
pt: A ofensiva começou em junho na tribal do Waziristão Norte, após o fracasso das negociações de paz entre o governo e os talibãs.

source: However the group still controls large swathes of southern Somalia and has over the past few months stepped up the scale of its suicide attacks.
pt: Mas o grupo islamita ainda controla áreas do sul do país e nos últimos meses intensificou a campanha de atentados suicidas.

source: I condemn it because it is a meeting between French lawmakers who have taken it upon themselves to meet with a dictator who is the cause of one of the worst civil wars of recent years," Hollande told reporters in the Philippines.
pt: Condeno porque se trata de um encontro de parlamentares franceses, que foram por conta própria, com um ditador responsável por uma das guerras civis mais graves dos últimos anos e que deixou 200.000 mortos .

source: "We are glad to confirm that all of the 17 individuals have been accounted for and have now been transferred to JFK Ebola specialist treatment center," Liberia's Information Minister Lewis Brown told Reuters on Tuesday.
pt: O ministro liberiano da Informação, Lewis Brown, informou nesta terça-feira que foram encontrados os 17 doentes de ebola foragidos do centro de quarentena em Monróvia, que foi atacado no fim de semana.

source: After being treated at an Atlanta-area hospital for several weeks, she was moved to a rehabilitation facility in mid-March, a source close to the family told CNN at the time.
pt: Em março, ela foi transferida do Hospital da Universidade de Emory, em Atlanta, a um centro de reabilitação, de acordo com a sua família, que disse na época que ela estava lutando pela vida.

source: Kiev and the West accuse Russia of stirring up a separatist campaign in the east of Ukraine, a charge Moscow denies.
pt: Kiev e o Ocidente acusam a Rússia de incitar uma campanha separatista no leste ucraniano, região predominantemente de etnia russa, uma acusação que Moscou refuta.

source: He is the first F1 driver to die from injuries sustained in a grand prix since Brazilian triple world champion Ayrton Senna was killed at the San Marino Grand Prix in 1994.
pt: O francês foi o primeiro piloto a morrer em decorrência de ferimentos sofridos em uma corrida de Fórmula 1 desde que o brasileiro Ayrton Senna, dono de três títulos mundiais, faleceu em 1994, após se acidentar no GP de San Marino.

source: So what might they do?
pt: O que isso quer dizer ?

source: LONDON (Reuters) - British Prime Minister David Cameron's Conservatives are still running neck and neck with the main opposition Labour Party ahead of next month's election, a poll on Saturday showed, further indicating a major TV debate had failed to sway voters.
pt: SALFORD, Inglaterra (Reuters) - Não houve um vencedor claro no debate de televisão pré-eleitoral da Grã-Bretanha nesta quinta-feira, com o primeiro-ministro britânico, David Cameron, e o líder do oposicionista Partido Trabalhista, Ed Miliband, empatados na opinião de eleitores consultados por pesquisas.

source: It had an error margin of plus or minus 2 percentage points.
pt: A margem de erro máxima do levantamento é de dois pontos porcentuais para mais ou para menos.

source: "The gunmen killed 37 people in the attack on Cigama village shortly after they attacked Kokeya village where they killed two people," Muhammad Bala Gusami told AFP after Saturday's violence.
pt: "Homens armados mataram 37 pessoas no ataque contra a aldeia de Cigama pouco depois de atacarem o povoado de Kokeya, onde também mataram duas pessoas", afirmou Muhamad Bala Gusami .

source: The woman trying to tackle Argentine football violence
pt: A violência no futebol argentino continua fazendo vítimas .

source: While thousands of protesters were storming Times Square, trying to crash the Rockefeller Center tree-lighting ceremony and blocking the Brooklyn Bridge, tourists were seen taking photos and some even joined the demonstrators.
pt: Entre os milhares de manifestantes que ocupavam a Times Square, tentando interferir na cerimônia de inauguração da árvore de Natal do Rockfeller Center, e a ponte do Brooklyn, era perceptível a presença de turistas .

source: A lawyer for the bank told U.S. District Judge Thomas Griesa of its plans during a hearing in New York on Friday just hours after a federal appeals court dismissed Citigroup's appeal of Griesa's injunction prohibiting payment.
pt: O Tribunal de Apelações de Nova York indeferiu nesta sexta-feira o recurso apresentado pelo governo da Argentina e pelo Citibank para que fossem liberados os pagamentos de parte dos títulos reestruturados do país, bloqueados pelo juiz federal americano Thomas Griesa.

source: On Wednesday, the European Parliament adopted a non-binding resolution that stated: “[the European Parliament] supports in principle recognition of Palestinian statehood and a two-state solution, and believes these should go hand in hand with the development of peace talks, which should be advanced.”
pt: “Apoiamos em princípio o reconhecimento do Estado da Palestina e a solução de dois Estados, e acreditamos que isso pode caminhar ao lado do desenvolvimento dos processos de paz”, afirmou o texto da decisão.

source: "It's not like in Greece."
pt: “Não gosto do humor do país .

source: German governments have in the past held to a principle of not sending arms to conflict zones but the government has said there is some room for manoeuvre that it will exploit.
pt: O governo alemão declarou na semana passada sua disposição a enviar armas aos curdos, abandonando um princípio tradicional de sua política externa de não enviar armas a regiões em conflito .

source: Months-long unrest in east Jerusalem has spread to the occupied West Bank and Arab communities across Israel in recent days, raising fears of a new Palestinian uprising.
pt: O fantasma de um novo levante palestino percorre nas últimas semanas Jerusalém, Cisjordânia e as grandes cidades árabes de Israel.

source: Spanish court suspends Catalonia independence vote
pt: Catalunha suspende campanha formal para referendo de independência

source: It was only the third time in African Nations Cup history that a draw had to be conducted to separate two teams after the group phase.
pt: Os dois times que disputaram a Copa do Mundo do ano passado levaram a melhor no chamado 'Grupo da Morte' da Copa Africana de Nações .

source: Brazil awarded the contract in December 2013, choosing Saab's fighter over Boeing Co.'s F-18 Super Hornet and the Rafale made by France's Dassault Aviation SA.
pt: O Brasil tomou a decisão sobre os caças em dezembro de 2013, escolhendo o Gripen, da Saab, em vez do F-18 Super Hornet, da norte-americana Boeing, e do Rafale, da francesa Dassault, que também estavam na disputa.

source: The Observatory, an anti-Assad group which tracks the violence, said the Islamic State, previously called the Islamic State in Iraq and the Levant (ISIL), now controls an area of Syria five times the size of neighbouring Lebanon.
pt: O grupo, anteriormente chamado Estado Islâmico do Iraque e do Levante (EIIL), apreendeu partes do leste da Síria e oeste do Iraque, mas ainda está lutando contra combatentes islâmicos rivais na Síria.

source: "This is a remarkable literary event," said Jonathan Burnham, Harper publisher and senior vice president.
pt: O vice-presidente da HarperCollins, Jonathan Burnham, classificou a publicação do novo romance de "acontecimento literário extraordinário".

source: Obama and Netanyahu were also expected to discuss the U.S.-led airstrike campaign against Islamic State militants in Iraq and Syria, an effort the Israeli leader said he “fully supports. ” During a speech at the United Nations earlier this week, Netanyahu sought to draw a comparison between the Islamic State group and Hamas.
pt: O primeiro-ministro de Israel, Benjamin Netanyahu, comparou os recentes bombardeios de seu país contra a Faixa de Gaza aos ataques aéreos liderados pelos Estados Unidos contra o grupo Estado Islâmico no Iraque e na Síria, afirmando que o Hamas e o grupo extremista sunita compartilham o mesmo objetivo de dominar o mundo.

source: The message comes after talks between Greece and its creditors ended without agreement at the weekend.
pt: As negociações entre Grécia e os credores estão à beira da ruptura, após o fracasso das discussões do fim de semana em Bruxelas.

source: On Tuesday it held a groundbreaking ceremony for two lighthouses in the South China Sea, vowed to increase its "open seas protection," and criticized neighbors who take "provocative actions" on its reefs and islands.
pt: Em um documento divulgado pelo Conselho de Estado do país de regime comunista, a China prometeu aumentar sua "proteção aos mares abertos", mudar de defesa aérea para defesa e ataque, e criticou vizinhos por adotarem "ações provocativas" em seus recifes e ilhas.

source: Netanyahu said forces will "continue to act in full scale" against Hamas in order to restore "quiet, peace and calm" to Israel.
pt: A ação de Israel irá continuar na Faixa de Gaza e nem recuar até que o país se sinta seguro em relação ao Hamas, informou o primeiro-ministro israelense, Benjamin Netanyahu.

source: Clinton strikes populist tone to make case for 2016 campaign
pt: Hillary Clinton faz primeiro grande discurso de campanha das eleições de 2016

source: Rosberg had explained that he risked wrecking his tires by attacking but Hamilton, who ultimately set the fastest lap of the day, found support from his Mercedes bosses for his management of the race.
pt: Rosberg explicou que arriscava destruir os pneus atacando, mas Hamilton recebeu o apoio de seus superiores na Mercedes pela maneira como administrou a prova.

source: "Of course, only Indians can decide India's role in the world .
pt: "É claro, apenas os indianos podem decidir qual deve ser o papel da Índia no mundo", acrescentou.

source: Soldiers from Chad and Niger drove the insurgents from Malam Fatori, one of Boko Haram's last major footholds near Nigeria's border with Niger, earlier this week .
pt: Soldados do Chade e do Níger retiraram ontem militantes islâmicos do Boko Haram de uma cidade de fronteira, que foi um dos últimos pontos de apoio da insurgência no nordeste da Nigéria, disseram o governo do Chade e um porta-voz do Exército .

source: LOS ANGELES (Reuters) - "The Equalizer", a thriller starring Denzel Washington as a man who helps rescue a teenage girl under the control of Russian gangsters, debuted in the top spot on U.S. and Canadian movie charts over the weekend with $35...
pt: "O Protetor", um thriller estrelando Denzel Washington como um homem que ajuda a resgatar uma adolescente sob o controle de gangsteres russos, estreou no primeiro lugar das bilheterias dos Estados Unidos e do Canadá neste fim de semana, com US$ 35 milhões em vendas de ingressos.

source: In addition to the refugees, the violence has also displaced 6.5 million people within the country, meaning that nearly 50 percent of all Syrians have been forced to flee their homes, UNHCR said.
pt: A agência de refugiados da ONU (Acnur) disse há duas semanas que quase metade de todos os sírios tinham sido forçados a deixar suas casas por causa do conflito, e um total de 6,5 milhões estariam deslocadas dentro da Síria.

source: It added that its Consumer Protection Unit was willing to consider complaints from affected account holders .
pt: O banco central acrescentou que sua unidade de defesa ao consumidor está disposta a considerar reclamações de titulares de contas afetadas.

source: Manny Pacquiao has been accused of dishonesty for failing to disclose details of a shoulder injury in a questionnaire before his fight against Floyd Mayweather in Las Vegas.
pt: Antes de pensar em sua recuperação, Pacquiao deverá esclarecer o motivo pelo qual escondeu a lesão no ombro antes da luta contra Mayweather .

source: BEIJING (Reuters) - Chinese authorities have arrested "nearly a thousand" members of a banned religious group, state media said on Tuesday, the latest in a series of official moves against a group that China has outlawed as an illegal cult.
pt: Pequim - A China deteve desde junho quase mil membros de uma seita cristã, à qual Pequim se refere como "um culto", informou a imprensa estatal .

source: Rebels seeking to topple Assad have in the past sought to bring their four-year-long insurgency close to coastal areas in government-held Latakia, heartland of Assad's minority Alawite community.
pt: Em outras ocasiões, os rebeldes, que querem depor Assad, tentaram levar sua insurgência de quatro anos para perto de áreas costeiras de Latakia, que é controlada pelo governo e abriga a minoria alauíta da qual Assad faz parte.

source: Fresh from winning back-to-back titles in Munich and Madrid, Murray was once seen sporting his wedding ring tied around his shoelaces as he beat France's Jeremy Chardy 6-4 6-3.
pt: Revigorado após os títulos consecutivos em Munique e Madri, Murray foi visto amarrando sua aliança no cadarço do tênis durante vitória sobre o francês Jeremy Chardy por 6-4 e 6-3.

source: A sensor-packed handle on the spoon detects the hand tremors that afflict people with Parkinson's disease and Essential Tremor, and uses technology to stabilise itself.
pt: Um cabo equipado com sensor detecta os tremores das mãos que atingem pessoas com Mal de Parkinson e tremor essencial e estabiliza o movimento.

source: "I also wish that far more people had a chance to get up there (and speak), but I took them from you."
pt: "(Ele) ainda tinha esperança: 'Alguém vai me tirar daqui, eu sei que eu vou sair.. .

source: "This is the largest budget ever," said a defense ministry official, adding the highest allocation previously was 4.96 trillion yen earmarked in 2002.
pt: "São as maiores verbas de todos os tempos", afirmou um funcionário do ministério da Defesa, recordando que o recorde precedente era de 4,96 trilhões de ienes, em 2002.

source: BERLIN (Reuters) - German Foreign Minister Frank-Walter Steinmeier said on Sunday after a meeting with his counterparts from Ukraine, Russia and France that they would report back to leaders in their capitals and possibly agree on Monday or Tuesday how to continue talks.
pt: Antes da reunião entre as autoridades da Rússia, Ucrânia, França e Alemanha, que acontece neste domingo, em Berlim, o ministro de Relações Exteriores alemão, Frank-Walter Steinmeier, disse que o encontro tem como objetivo discutir um cessar-fogo definitivo no leste da Ucrânia, mas Steinmeier destacou que não há garantias de que a reunião será um sucesso.

source: But she didn't give up.
pt: Eu não sabia o que fazer .

source: Iranian Foreign Minister Muhammad Javad Zarif told reporters on Monday that "some differences remain and we are trying and working hard."
pt: O ministro iraniano de Relações Exteriores, Javad Zarif, afirmou nesta sexta-feira que o Irã e o gru...

source: The World Health Organization (WHO) declared Nigeria Ebola-free on Monday, after a 42-day period with no new cases .
pt: A Organização Mundial da Saúde (OMS) declarou nesta segunda-feira oficialmente a Nigéria livre de Ebola, após os 42 dias necessários - dois períodos de incubação - sem nenhum novo caso de contágio confirmado.

source: What don't we know?
pt: Como não é, não estão nem aí".

source: Mr Cameron wants to reform the UK's membership of the EU before holding an in/out referendum of the British public by the end of 2017.
pt: Ele prometeu dar aos britânicos a oportunidade de votar em um referendo, no fim de 2017, sobre se o Reino Unido deve ou não seguir na UE .

source: Nobel Prize: Six things to know about Jean Tirole »
pt: Nobel de Economia sai para o francês Jean Tirole

source: Bianchi's car has also been prepared in the usual way and will sit on his side of the garage throughout the weekend, the team said.
pt: "A equipe do carro de Jules montou um segundo carro, que foi vistoriado e está pronto para correr, e ele ficará em seu lugar no box durante todo o fim de semana .

source: On Thursday, the drummer was recalled to Tauranga District Court after he was found to have breached his bail conditions by coming into contact with a prosecution witness .
pt: O músico, que estava solto sob fiança, teve contato com uma testemunha da Promotoria, o que é uma violação de sua condicional, disse a mídia.

source: Do you know what ?
pt: Não se esqueça. "

source: Ehsan previously said in an email statement that the attack was revenge for those killed in the ongoing Pakistani military operation in North Waziristan tribal area on the Afghan border.
pt: O Taleban paquistanês reivindicou o ataque, dizendo que foi uma resposta às ações do Exército contra suas posições em áreas tribais na fronteira do Paquistão com o Afeganistão.

source: Muhammadu Buhari, candidate of Nigeria's opposition All Progressives Congress, was officially declared president-elect Wednesday, the first time in Nigeria's history that a sitting president has been defeated at the polls.
pt: Candidato da oposição da Nigéria, o ex-ditador militar Muhammadu Buhari, derrotou o presidente Goodluck Jonathan na eleição presidencial por uma diferença de mais de dois milhões de votos .

source: The IAEA's comments, in a new annual report on North Korea, chime with an assessment by the U.S. think-tank the Institute for Science and International Security (ISIS) last month, also using satellite images.
pt: As notas da AIEA, que aparecem em um novo relatório anual sobre a Coreia do Norte, se somam a uma avaliação feita no mês passado pelo Instituto para a Ciência e a Segurança Internacional, baseada igualmente em imagens por satélite e que sugeria que o país tentava relançar a produção de plutônio e urânio.

source: Cherif told French TV he was acting on behalf of the Yemen-based al-Qaida in the Arabian Peninsula while Coulibaly said he was a member of the Islamic State group.
pt: Chérif atendeu o telefone, e na conversa que teve com o repórter, afirmou estar agindo em nome da Al-Qaeda na Península Arábica .

source: “I have decided to take a time-out from political life,” he said .
pt: "Decidi fazer uma pausa na minha vida política .

source: U.S. officials said they plan to train about 5,000 Syrian fighters from the Free Syrian Army over three years .
pt: Em três anos, americanos pretendem treinar cerca de 15 mil homens do Exército Livre da Síria.

source: "These are Christian churches....
pt: "São igrejas cristãs, os cristãos são perseguidos .

source: At least 42 people were shot dead by suspected Boko Haram gunmen in attacks on two villages in northeast Nigeria's restive Borno state, a police officer and a resident who fled said on Wednesday.
pt: "Temos informações sobre ataques de homens armados, supostamente do Boko Haram, em dois vilarejos, que deixaram 42 mortos, na Segunda-feira e Terça-feira", disse o oficial em Biu, uma das localidades afectadas.

source: It will also face South Africa, West Indies, Zimbabwe, Ireland and United Arab Emirates in the group stages.
pt: Neste ano, o time está no Grupo B ao lado de Paquistão, África do Sul, Índias Ocidentais, Zimbábue, Emirados Árabes e Irlanda.

source: Lavrov said in a statement Saturday that Crimea's referendum conforms to international law.
pt: Mas o presidente da Rússia, Vladimir Putin, diz que o referendo está "baseado na lei internacional".

source: People we know .
pt: Não conversamos com as pessoas .
